Repository: ol810/RepositoryHierarchy
Catalog: resources/lang/*.po
Languages: ru

source: Sources without call number
ru: Источники без номера вызова

source: Default call number category
ru: Категория номера вызова по умолчанию

source: The source citation was copied to an internal clipboard.
ru: Ссылка на источник была скопирована во внутренний буфер обмена.

source: The source citation can be added to other facts/events by clicking on the source icon in the edit area of the fact/event.
ru: Цитату из источника можно добавить к другим фактам/событиям, нажав на значок источника в области редактирования факта/события.

source: Currently, you do not have the user rights to create new sources. In order to create new sources, you need to be logged in as a user.
ru: Чтобы создавать новые источники, Вам необходимо войти в систему как пользователь.

source: Create new sources
ru: Создавайте новые источники

source: EAD XML
ru: XML-настройки EAD

source: Finding aid as HTML
ru: Поиск помощи в виде HTML

source: Finding aid as PDF
ru: Поиск помощи в формате PDF

source: Repository Hierarchy
ru: Иерархия репозиториев

source: A hierarchical structured list of the sources of an archive based on the call numbers of the sources
ru: Иерархический структурированный список источников архива на основе телефонных номеров источников

source: The preferences for the module “%s” were updated.
ru: Настройки для модуля «%s» были обновлены.

source: Error while trying to update the custom module "%s" to the new module version %s:
ru: Ошибка при попытке обновить пользовательский модуль "%s" до новой версии модуля %s:

source: The preferences for the custom module "%s" were sucessfully updated to the new module version %s.
ru: Параметры пользовательского модуля "%s" были успешно обновлены до новой версии модуля %s.

source: The Repository Hierarchy data fix cannot be used in the "control panel".
ru: Исправление данных иерархии репозитория нельзя использовать в «панели управления».

source: The data fix can be called from the user front end by clicking on the link to rename a call number category.
ru: Исправление данных можно вызвать из интерфейса пользователя, щелкнув ссылку, чтобы переименовать категорию номера вызова.

source: Error in custom module
ru: Ошибка в пользовательском модуле

source: Currently, you do not have the user rights to change call number categories.
ru: В настоящее время у вас нет прав пользователя для изменения категорий номеров вызовов.

source: In order to change call number categories, you need to have a "Manager" role for the corresponding tree.
ru: Для того, чтобы изменить категории номеров звонков, вам необходимо иметь роль «Менеджер» для соответствующего дерева.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior. If using the %s module, it is strongly recommended to deactivate the "%s" module, because the identical functionality is also integrated in the %s module.
ru: Пользовательский модуль "%s" активируется параллельно с пользовательским модулем %s. Это может привести к нежелательному поведению. При использовании модуля %s настоятельно рекомендуется деактивировать модуль "%s", поскольку идентичная функциональность также интегрирована в модуль %s.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior, because both of the modules have registered the same custom view "%s". It is strongly recommended to deactivate one of the modules.
ru: Пользовательский модуль "%s" активируется параллельно с пользовательским модулем %s. Это может привести к нежелательному поведению, поскольку оба модуля зарегистрировали одно и то же пользовательское представление "%s". Настоятельно рекомендуется деактивировать один из модулей.

source: Error
ru: Ошибка

source: The custom module view "%s" is not registered as replacement for the standard webtrees view. There might be another module installed, which registered the same custom view. This can lead to unintended behavior. It is strongly recommended to deactivate one of the modules. The path of the parallel view is: %s
ru: Пользовательское представление модуля "%s" не зарегистрировано в качестве замены стандартного представления webtrees. Может быть установлен другой модуль, в котором зарегистрировано такое же пользовательское представление. Это может привести к нежелательному поведению. Настоятельно рекомендуется деактивировать один из модулей. Путь к параллельному представлению таков: %s

source: Repository Hierarchy of: %s
ru: Иерархия репозитория: %s

source: Regular expression not accepted
ru: Регулярное выражение не принято

source: No valid delimiter or valid regular expression for delimiter found.
ru: Не найден правильный разделитель или правильное регулярное выражение для разделителя.

source: load delimiter expression from administrator
ru: загрузить выражение разделителя из администратора

source: none
ru: нет

source: save repository
ru: сохранить хранилище

source: load repository
ru: хранилище загрузки

source: save delimiter expression
ru: сохранить выражение разделителя

source: load delimiter expression
ru: загружать разделитель выражений

source: Could not load repository. No repository stored.
ru: Не удалось загрузить хранилище. Репозиторий не сохранен.

source: The tree “%s” does not contain any repository
ru: Дерево "%s" не содержит ни одного хранилища

source: Could not load delimiter expression from administrator. No administrator delimiter expression stored.
ru: Не удалось загрузить выражение разделителя от администратора. Не сохранено разделительное выражение администратора.

source: Could not load delimiter expression. No delimiter expression stored.
ru: Не удалось загрузить выражение разделителя. Не сохранено выражение разделителя.

source: Error in delimiter expression
ru: Ошибка в выражении разделителя

source: Please note that the following characters need to be escaped if not used as meta characters in a regular expression
ru: Обратите внимание, что следующие символы должны быть экранированы, если они не используются в качестве метасимволов в регулярном выражении

source: For example, use
ru: Например, используйте

source: instead of
ru: вместо

source: or
ru: или

source: if the characters shall be used as plain text.
ru: если символы должны использоваться как обычный текст.

source: XML export settings not found. Please open EAD XML settings and provide settings.
ru: Параметры экспорта XML не найдены. Пожалуйста, откройте настройки EAD XML и предоставьте настройки.

source: Finding aid
ru: В поисках помощи

source: How to use delimiter expressions?
ru: Как использовать разделительные выражения?

source: A delimiter is a sequence of one or more characters for specifying the boundary between separate, independent regions in a text. Use delimiters to cut call numbers into chunks of call number categories. The call number categories will be used to construct a hierarchy of call numbers.
ru: Разделитель - это последовательность из одного или нескольких символов для указания границы между отдельными, независимыми областями в тексте. Используйте разделители, чтобы разбить номера вызовов на куски категорий номеров вызовов. Категории номеров вызовов будут использоваться для построения иерархии номеров вызовов.

source: Use a single delimiter, e.g.
ru: Используйте одинарный разделитель, например.

source: Use a set of delimiters separated by
ru: Используйте набор разделителей, разделенных символом

source: e.g.
ru: например.

source: Use a regular expressions, which contain the delimiter in brackets, e.g.
ru: Используйте регулярные выражения, которые содержат разделитель в скобках, например.

source: Fonds
ru: Фонд

source: Use a set of regular expressions separated by
ru: Используйте набор регулярных выражений, разделенных

source: Series
ru: Серии

source: Example
ru: Пример

source: Call numbers
ru: Номера вызовов

source: Delimiter expression
ru: Выражение-разделитель

source: Film Number
ru: Номер пленки

source: Film
ru: Фильм

source: Number
ru: Номер

source: Biography Number
ru: Номер биографии

source: Photo Number
ru: Номер фотографии

source: Delimiter expression:
ru: Выражение-разделитель:

source: Biography
ru: Биография

source: Photo
ru: Фотография

source: Important Note
ru: Важное замечание

source: if they should be recognized as plain characters.
ru: если они должны быть распознаны как простые символы.

source: Detailed description
ru: Подробное описание

source: Information about regular expressions
ru: Информация о регулярных выражениях

source: Help
ru: Помощник

source: The help text has not yet been written for this item.
ru: Текст справки для этого элемента еще не написан.

source: EAD XML settings
ru: XML-настройки EAD

source: The EAD XML settings have been changed
ru: Настройки EAD XML были изменены

source: Link to archival description in AtoM
ru: Ссылка на архивное описание в АтоМ

source: Call number
ru: Номер телефона

source: Gedcom-ID
ru: Номер GEDCOM (ID)

source: Author
ru: Автор

source: Copy source citation to clipboard
ru: Копирование цитаты из источника в буфер обмена

source: Are you sure you want to delete the source citation?
ru: Вы уверены, что хотите удалить ссылку на источник?

source: Delete source citation
ru: Удалить ссылку на источник

source: Sort source citation - move up/down
ru: Сортировка ссылок на источники - перемещение вверх/вниз

source: Sort source citation - move up
ru: Сортировка цитат из источников - перемещение вверх

source: Sort source citation - move down
ru: Сортировка ссылок на источники - перемещение вниз

source: Paste source citation from clipboard
ru: Вставить цитату из буфера обмена

source: Generated on
ru: Создано

source: Language of description
ru: Язык описания

source: Table of Contents - Archival Arrangement
ru: Содержание - Архивное расположение

source: List of Sources
ru: Список источников

source: Create a source
ru: Создать новый источник

source: new
ru: новый

source: Finding aid title
ru: Название помощи в поиске

source: Country code
ru: Код страны

source: Main agency code
ru: Код основного агентства

source: Finding aid identifier
ru: Идентификатор информационного пособия

source: URL of the online finding aid
ru: URL-адрес онлайнового поискового пособия

source: Publisher
ru: Издатель

source: Explanations
ru: Объяснения

source: Title proper of the finding aid.
ru: Основное заглавие помощи по поиску.

source: Country name encoded according to ISO 3166-1, e.g. "FR" for "France".
ru: Название страны, закодированное в соответствии с ISO 3166-1, например. «FR» для «Франция».

source: Unique code identifying the archival institution maintaining the described collection; encoded according to ISO 15511 (ISIL). The main agency code is officially assigned to archives by a national authority. As a substitute value, the country code and "-XXXXX" might be chosen, e.g. FR-XXXXX
ru: Уникальный код, идентифицирующий архивное учреждение, хранящее описываемую коллекцию; кодируется в соответствии с ISO 15511 (ISIL). Код основного агентства официально присваивается архивам национальным органом. В качестве замещающего значения можно выбрать код страны и «-XXXXX», например. FR-XXXXX

source: Unique identifyer for the finding aid document.
ru: Уникальный идентификатор для документа поисковой помощи.

source: URL of the online finding aid (optional)
ru: URL-адрес онлайн-справочной службы по поиску (необязательно)

source: An URL, where the finding aid can be found oline.
ru: URL-адрес, по которому можно найти справочную информацию в Интернете.

source: Publisher (optional)
ru: Издатель (необязательно)

source: Name of the editing institution or the publishing company.
ru: Название редакционного учреждения или издательской компании.

source: EAD XML export settings
ru: Настройки экспорта EAD XML

source: Load settings from administrator
ru: Загрузить настройки от администратора

source: Search call number category
ru: Поиск по категории номера вызова

source: Category full name
ru: Полное название категории

source: Replace by
ru: Заменен на

source: Delimiter Expression for Call Numbers
ru: Выражение-разделитель для номеров вызовов

source: View and load/save options
ru: Просмотр и загрузка / сохранение параметров

source: view
ru: просмотр

source: Call Number Category
ru: Категория номера вызова

source: Rename
ru: Переименовать

source: Add new source
ru: Добавить новый источник

source: Settings for Repository Hierarchy list
ru: Настройки для списка иерархии репозитория

source: Show label before call number category.
ru: Показать метку перед категорией номера вызова.

source: Show titles of call number categories (if available from .po file).
ru: Показывать названия категорий номеров вызовов (если они доступны в файле .po).

source: Show help icon after label for delimiter expression.
ru: Показать значок справки после метки для выражения-разделителя.

source: Show help link after label for delimiter expression.
ru: Показать ссылку справки после метки для выражения-разделителя.

source: Use truncated categories. The call number categories will be truncated and shown without the trunk.
ru: Используйте усеченные категории. Категории номеров вызовов будут усечены и показаны без магистрали.

source: Use truncated call numbers. The call numbers will be truncated and shown without call number category.
ru: Используйте усеченные номера вызовов. Номера вызовов будут усечены и показаны без категории номера вызова.

source: Show date range for call number categories.
ru: Показывать диапазон дат для категорий номеров вызовов.

source: Allow renaming of call number categories. Will show an icon and a link for renaming.
ru: Разрешить переименование категорий номеров вызовов. Отобразится значок и ссылка для переименования.

source: Allow adding new sources to a call number category. Will show an icon and a link to add new sources.
ru: Разрешить добавление новых источников в категорию номеров вызовов. Отобразится значок и ссылка для добавления новых источников.

source: Show the title of the sources.
ru: Покажите название источников.

source: Show the XREF of the sources.
ru: Покажите внешние ссылки на источники.

source: Show the author of the sources.
ru: Покажите автора источников.

source: Show the date range of the sources.
ru: Показать диапазон дат источников.

source: Allow users to load stored delimiter expressions from administrator.
ru: Разрешить пользователям загружать сохраненные выражения с разделителями от администратора.

source: Settings for source citations
ru: Настройки для ссылок на источники

source: Source facts to show for sources within source citations
ru: Факты об источниках для отображения источников в ссылках на источники

source: Automatically expand the following facts within source citations
ru: Автоматически расширяйте следующие факты в цитатах из источников

source: Directly show media objects of sources in facts and not subordinated within source citations.
ru: Непосредственно показывать медиа-объекты источников в фактах, а не подчиняться цитатам из источников.

source: Enable copy/paste mechanism for source citations in the individual and family view.
ru: Включите механизм копирования/вставки для ссылок на источники в индивидуальном и семейном просмотре.

source: Enable delete mechanism for source citations in the individual and family view.
ru: Включите механизм удаления ссылок на источники в индивидуальном и семейном просмотре.

source: Enable sort mechanism for source citations in the individual and family view.
ru: Включите механизм сортировки ссылок на источники в индивидуальном и семейном представлении.

source: Settings for finding aid exports
ru: Настройки для поиска экспорта помощи

source: Include repository address within finding aid export.
ru: Укажите адрес хранилища в экспорте finding aid.

source: Include links to webtrees sources within finding aid export.
ru: Включите ссылки на источники webtrees в поиск помощи при экспорте.

source: Include table of contents within finding aid export.
ru: Включите оглавление в экспорт поиска помощи.

source: Show titles within table of contents in finding aid export.
ru: Показывать заголовки в оглавлении при экспорте поиска помощи.

source: Show links within table of contents in finding aid export (not available for PDF export).
ru: Показывать ссылки в оглавлении при экспорте справочной информации (недоступно для экспорта в формате PDF).

source: Settings for EAD XML exports
ru: Настройки для экспорта EAD XML

source: Allow users to load stored XML settings from administrator.
ru: Разрешить пользователям загружать сохраненные настройки XML от администратора.

source: Settings for Meta Repositories
ru: Настройки для мета-репозиториев

source: Use Meta Repositories.
ru: Используйте мета-репозитории.

source: Settings for linking to external archive management tools
ru: Настройки для подключения к внешним инструментам управления архивами

source: The following settings apply if AtoM (https://www.accesstomemory.org) is used as an external archive management system.
ru: Следующие настройки применяются, если AtoM (https://www.accesstomemory.org ) используется в качестве внешней системы управления архивами.

source: Show link to AtoM records within source citations
ru: Показывать ссылку на записи AtoM в ссылках на источники

source: Settings for the creation of AtoM REST links ("AtoM slugs"), which can be used to link a webtrees source citation to the source view in an external AtoM archive management system. Only applies if the option "%s" is activated.
ru: Настройки для создания ссылок AtoM REST ("AtoM slugs"), которые можно использовать для привязки ссылки на источник webtrees к представлению исходного кода во внешней системе управления архивами AtoM. Применяется только в том случае, если активирована опция "%s".

source: Use call numbers to create AtoM REST links ("AtoM slugs")
ru: Используйте номера вызовов для создания ссылок AtoM REST ("AtoM slugs")

source: Use source titles to create AtoM REST links ("AtoM slugs")
ru: Используйте исходные заголовки для создания ссылок AtoM REST ("AtoM slugs")

source: Base URL for AtoM
ru: Базовый URL-адрес для AtoM

source: Repositories, for which AtoM linking is used.
ru: Репозитории, для которых используется привязка AtoM.

source: Format treename:xref. A list of several entries can be separated by comma, e.g. "my_tree:X1765,my_tree:X2987"
ru: Имя дерева формата: внешняя ссылка. Список из нескольких записей может быть разделен запятой, например "my_tree:X1765,my_tree:X2987".

source: save
ru: сохранить

source: Media objects of source
ru: Медиа-объекты источника
